{"tid":4,"buyer_uid":1,"datetime":"20230806T02:16:26","status":"PREPARE","total":455860.00,"items":[{"tpid":4,"product":{"pid":2,"name":"Williams Overture III Digital Piano Mahogany Red","description":"The Williams Overture III digital piano gives you concert grand sounds in a size that won’t overtake your living room. To do so, Williams recorded a 10' 2ʺ Italian grand in a pro studio to capture the nuances of every single note. But that's just one sampled sound in the Williams Sound library—the Overture Ill has 171 distinct voices to explore. With 88 fully weighted keys and three pedals, you’ll get the same feel as an acoustic piano in a more versatile setup. ","image_url":"/p02.webp","price":9300.00,"stock":8},"quantity":8,"subtotal":74400.00},{"tpid":5,"product":{"pid":3,"name":"Miraphone Hagen 497 Series 4-Valve 6/4 BBb Tuba Yellow Brass Silver","description":"The Hagen 497 offers the player a tuba with superb response in all registers with balanced intonation and maximum playability-comfort. The 497 6/4 size tuba is ideal in any playing situation where a very large volume of sound is required. ","image_url":"/p03.webp","price":188500.00,"stock":5},"quantity":2,"subtotal":377000.00},{"tpid":6,"product":{"pid":8,"name":"Guild OM-240CE Orchestra Acoustic-Electric Guitar Dark Blue Burst","description":"This mid-sized orchestra-shaped acoustic is equally suited for strumming and fingerpicking, and produces a sweet, balanced tone. The perfect choice for the versatile musician, the OM-240CE features a solid Sitka spruce top, mahogany sides, arched mahogany back and an elegant cutaway for access to higher frets.\n\nGuild’s signature arched back design allows for great volume and projection, long sustain and a lush, full sound. The OM-240CE features Guild’s AP-1 pickup, a bone nut and saddle, pearloid rosette, period-correct tortoiseshell pickguard and a matte polyurethane finish.\n\nCase sold separately.","image_url":"/p08.webp","price":4460.00,"stock":30},"quantity":1,"subtotal":4460.00}]}